tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
brew "ant"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "brew-cask-completion"
brew "coreutils"
brew "cask"
brew "cmake"
brew "direnv"
brew "findutils"
brew "fish"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gradle"
brew "grep"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "mas"
brew "maven"
brew "openjdk@11"
brew "openssl@3"
brew "pandoc"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "swiftlint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "heroku/brew/heroku"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "slack"
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
