tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "versent/taps"
brew "freetype"
brew "gettext"
brew "harfbuzz"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "asdf"
brew "docutils"
brew "awscli"
brew "brew-cask-completion"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "libssh"
brew "qemu"
brew "colima"
brew "direnv"
brew "doctl"
brew "duckdb"
brew "erlang"
brew "elixir"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "python@3.9"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "kubectx"
brew "libmng"
brew "mas"
brew "maven"
brew "miller"
brew "nginx"
brew "nmap"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "saml2aws"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "swiftlint"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "testdisk"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "knime"
cask "slack"
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
